<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/101.20240610.bin</key>
		<data>
		W+MPdOV53+1gh5x9M35Sb8HMPq8=
		</data>
		<key>Resources/102.20240610.bin</key>
		<data>
		tidbHj/YfzgMQtNPuYUz+jcvEDQ=
		</data>
		<key>Resources/109.20240610.bin</key>
		<data>
		GTlH71vQ/Wv2klsiwfjFdzQ5DdU=
		</data>
		<key>Resources/Info.plist</key>
		<data>
		Nrc7bkzZlHIAsBoIYdDv/RVQ57I=
		</data>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		csOAsfkreEfuOyWmRvVRPuTGGEU=
		</data>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<data>
		UuBepIfYi6qPh3NLxqcodwBtKFU=
		</data>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<data>
		FNMDHM6CX2Zpor0gIGvOx6UoCKs=
		</data>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<data>
		wR01CCqGrFxJoXYpGZYXghcNET8=
		</data>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		9brzNLtTyr6wxUFJNNE25rck8D0=
		</data>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<data>
		2AQSZzbrSBrHFMXCiwup52NeHJg=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/coremldata.bin</key>
		<data>
		ibsIU/MRpm1kKpmcU+0EFul1cp8=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/metadata.json</key>
		<data>
		1pxpHdh8tltx8+4m9Tu6omLfdlc=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/model.espresso.weights</key>
		<data>
		Fzf3gQhebtwMZAw2hm0TBdi19zY=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/model/coremldata.bin</key>
		<data>
		jfuTQMzoIDFCvcdbmFT7D/7Uahc=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WHN+jebDmT1mJ/pKyuDgO4bGcdY=
		</data>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<data>
		Xj5gwuS58IL7qmzFEgGeIIiEH0Q=
		</data>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<data>
		4/9ih9c5Mos5M3lQqM9qTPRTVAg=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<data>
		ZJzCR6jwOOwyNh1ntJqUImB2pdA=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Ys+SMzXMFjrrRjsGF5o7YQQZ/yk=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<data>
		QgqmKu33nf9lTlGg2XrvWpi2H60=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<data>
		7S1NuHFgZW1NJ14RjaVMva4YwE4=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<data>
		7KZepNepNOXrb3O1gTlxLPTCRKU=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<data>
		vNsSw33sDL4iIlKMbqYeAgNdtVM=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/coremldata.bin</key>
		<data>
		lJZupuo3UsFaFl5lsxMVgjm03kc=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/metadata.json</key>
		<data>
		W7rcaQf53VVGqXNwu8lri2xdSOw=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/model.espresso.weights</key>
		<data>
		cFBk1bGiJeJ56xEf/OpinvpS2Eg=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		nx3DYbZ57UO8XK7p6LlzFNZ0ioM=
		</data>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<data>
		fxp4hbm3tnA21x5ishqn3ErqzOQ=
		</data>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<data>
		ZquhNbR2SArsXAUZShNLFjgrS5g=
		</data>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<data>
		b5I9z9WPPW88aqneccr9SF8v0RI=
		</data>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hand_detection_weights.bin</key>
		<data>
		YAdKu9Gq57e8jCQDxYcyUXi/HDw=
		</data>
		<key>Resources/hand_landmark_weights.bin</key>
		<data>
		D9MUh6G2B27LJ6epbGnSlQuhCNI=
		</data>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		iKlY7VrY2HoP5AT5TF+ItOWK+J4=
		</data>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<data>
		BEI7oERp2ZN2XtGYCRr3kyJ1+WE=
		</data>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<data>
		Sj94CEDCFHv6ecujI3Nni+0C7Hk=
		</data>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<data>
		CrAaztuQlHOIbTS0gkXh0mbopJs=
		</data>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ZTzq2mfwSUd3/AMm6H8NkrssWMA=
		</data>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<data>
		siTu48pS+9mYdTC3XQzEgwFvwzE=
		</data>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<data>
		1PbMYWusZProN9Hw7ciegGY2/K0=
		</data>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/landmark_weights.bin</key>
		<data>
		iiK6xZsCTCB8O9n7uylxGUrQe5c=
		</data>
		<key>Resources/lip_sync.mlmodelc/analytics/coremldata.bin</key>
		<data>
		15KAvTXbDhhkY2g/GdYZTygAQcM=
		</data>
		<key>Resources/lip_sync.mlmodelc/coremldata.bin</key>
		<data>
		m4StWEcNEgWD0YSHhgYf8tnMPOg=
		</data>
		<key>Resources/lip_sync.mlmodelc/metadata.json</key>
		<data>
		YSmu8Trq1WOXMYuAWOOQTqnuaSQ=
		</data>
		<key>Resources/lip_sync.mlmodelc/model.espresso.weights</key>
		<data>
		F1EOTOUvDQZsYYc1WqAiH7qAzWQ=
		</data>
		<key>Resources/lip_sync.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/lip_sync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/lipsync_weights.bin</key>
		<data>
		0pbd/S7BBTS+Kkh/N7Vs0HE5XQc=
		</data>
		<key>Resources/models.xml</key>
		<data>
		uBntsvhEQ/O6DC2hpoeZI3sh+HA=
		</data>
		<key>Resources/sr_180p.mlmodelc/analytics/coremldata.bin</key>
		<data>
		NL9Eg8CAk7AWiD/onShwGdt0y4M=
		</data>
		<key>Resources/sr_180p.mlmodelc/coremldata.bin</key>
		<data>
		xdJebQ3CqfAOlGjAsSU++uwTyDA=
		</data>
		<key>Resources/sr_180p.mlmodelc/metadata.json</key>
		<data>
		7+esJ1bnykEVplZxgRisA8PAChY=
		</data>
		<key>Resources/sr_180p.mlmodelc/model.espresso.weights</key>
		<data>
		lsshMoV0OAUrjFT31xJWVhz7f6I=
		</data>
		<key>Resources/sr_180p.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/sr_180p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Resources/sr_270p.mlmodelc/analytics/coremldata.bin</key>
		<data>
		u0jxKJ0es4ztZCfB+TTTGLABpPk=
		</data>
		<key>Resources/sr_270p.mlmodelc/coremldata.bin</key>
		<data>
		sDHTLwaTaa6FAUDutRVimWtwzaM=
		</data>
		<key>Resources/sr_270p.mlmodelc/metadata.json</key>
		<data>
		7v2gD9OqII6p5aAEXrLGN5ABs6c=
		</data>
		<key>Resources/sr_270p.mlmodelc/model.espresso.weights</key>
		<data>
		B99DxFgRf9mtAZoPKRq2s+rR1ws=
		</data>
		<key>Resources/sr_270p.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/sr_270p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Resources/sr_360p.mlmodelc/analytics/coremldata.bin</key>
		<data>
		3+jFpTKJyHrHMgWbh9Wq9Hr4MRs=
		</data>
		<key>Resources/sr_360p.mlmodelc/coremldata.bin</key>
		<data>
		9KU0CGL5z+2wk6k0dEIJ8OsDxck=
		</data>
		<key>Resources/sr_360p.mlmodelc/metadata.json</key>
		<data>
		qfYWaisgr8V6m4K4nvAp5O8Jdq4=
		</data>
		<key>Resources/sr_360p.mlmodelc/model.espresso.weights</key>
		<data>
		opKGSawFLTSl+u+oBZTiYG9YdSU=
		</data>
		<key>Resources/sr_360p.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/sr_360p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Frameworks/libmkldnn.0.dylib</key>
		<dict>
			<key>cdhash</key>
			<data>
			WcyzbimLzw4/5FEgcOreScX6ydY=
			</data>
			<key>requirement</key>
			<string>identifier "libmkldnn.0" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = BJ4HAAB9B3</string>
		</dict>
		<key>Resources/101.20240610.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			h1bSgD7V8PjmGgBq5NpTd0UmxgbD0XHxAi+qkD6LDVg=
			</data>
		</dict>
		<key>Resources/102.20240610.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			P/tRNS171nBjOkTfBZDz5dorcBOiV4iokk/vkTaZ7FA=
			</data>
		</dict>
		<key>Resources/109.20240610.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+I5r7Lt5jqKAuEfUl78ekvGY1Rl2lU4rz0RXg4zJqo4=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			l7GwcTqvRkImyVuWDFmOeXOjpbiCtSUIMjas1RaB1xo=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			kTwUgHrU1GtfcKYQjnMaTc+U/+2x350ILdyfPXdA1tI=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			E1nAAe8mZgUr7bRYpgKNOULXqxq1qbCsvbkRLxhcqiE=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tzxs9u8bHYOVzmjOi+SMdJVfm2sHMDIr3NSWYCSbw5c=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			WaCrC5b+itMCOTVUS6VBrPONVp+wKFwc+PrmrzVVIwM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Mf2VTRP6xAXB09Q5rEX1fy6wZSr9cRZ93LVKgqbMi8E=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zrnsxJgOJJ1C52p+wrhQ7TIROpObWoMhheOp2YNeKGY=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			z10Mf8HRKmM6738Hwj8tQv3dvEqsNGeDNxOn1lHIHqU=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			IdyyDEf1NC5quFT5/lHTltMrtGh+EJiups4T9OA7pAA=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			BzZvmlG6cZha/kV7OXCBVQoRfkvXTT0JYZIcl2n/UhE=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UxwwOidwx3sJqjvuXUK/YFW2/CTaS+eiixEkeA6crDs=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			d8FShKVEgFWO1jVeyiTuHfm931dDuGMDiUDhIQgmd04=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Co8FOgscOnQdjbDGkqzxGYrq5ndB+RIN6qqExCd8ULU=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			x8+6s2dKLrcboAzYLnaz+S91DvwxwGgjN7j/zMbC0YU=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			zEuaSjeqySWcWQ5TcSael1MF9EknNlsMCMFoUg0jW34=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			IYcUPBae2IfhoXM3viaYRlNvb4A+ZRbhqcgRKBqBY/Q=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			xB02+wiNx6a3bHCpvqJxi/gwe5B4ILw4+XavyhIkTgU=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1c+FP0yHVwQiMSkULwrKVWErnZxBPwYpWZnw+4VMGbc=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			uxa0R38CfPQsu1xgujs1UnN30r9hB1fff2wWIWiAnxM=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			1U39/tEIQRpSkI7JY+yB6DIASeD1BNc5jEpUV7gUv0I=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			2KAGhoLdXdkzHg0cLdeo8WZg7T4VhEDntSS2EYaGC78=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			XEbduK+fAVlOAWgtMNGt4Hfe5D1W07jrQdEPSxqnJcc=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			UZOHcF6JudJk6igZO+Ur9AWn9TLn3NdSe+sn9TVcfbk=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			lsUJvh1v4BPVO4kNP7Dyv2Xyn4qzW9OeRUreYoSVIb4=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			e3kUczjX+NXhLYeNRTGDQFyS9I+HR/p4rK/T61f4yik=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Z5aW++Wv4G134PLethws/D7LB4EUxt8XuA/hDj/3OLE=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Rciyt2L4izKV0kCTR5JilA2AB3aM/60+JiGSl/BClgE=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hand_detection_weights.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			R0R/aT1BpJGqVBwA3waFyMFR+SKUQ7AgDobXH5auNuU=
			</data>
		</dict>
		<key>Resources/hand_landmark_weights.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			N5YMAum4CAVmSrcYu+D2xJCzo7hY0DxqYSDh100gLUA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BFJmHavTMIg+UJwl2qHadshKf4p/Y4Q8n5i86lC4Vg0=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			FbQyxmMXUX5m9GHWDdLQtLvGpN7fsJifnv+Gysa/21A=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			yG96wSuu8uP0O/8rwgZyQccYXQgkyNeiSUA5r+g+QQc=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			83hRRiAhRA+/KFxy2LVAo7QPnGiWNpxfUsixuZT9OdY=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			MRMV6i+y+0su9nLTiSmy1NB8E30eNVlf51oOPlurKaQ=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			bYqwsJJvFvSfFPKmYnuqq+UpyZ5AP1Dc9HnsQEJp9zc=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			UZJ9cxps+m93PyYqXw5gaGR673NxSju/uB4m41RfFS4=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/landmark_weights.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			sho+HWSLRFTDySOCF2i/UX9O8RMANviF7Sx9FZBoAPc=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9FW4A7/wseAORfc4qcTnZjVlDeiiG1Y9EotmUehSIJU=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			IDIl3vXJHRTdOtPWB4U9N8OCXRwAMTcbuawy12gV71Y=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			/Ujfo+me6d34qd3DeoTKdcn7mTk21xAQ9KQFP9u2v5k=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			wc+cCegkn1ZRtIR59iEZ3gptKpzTdgPR/JQRav47Rbw=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/lip_sync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/lipsync_weights.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			PhJcyeQEQjya/Vrs7P+FB5a4hZCs3fjxfY/h7P6MLyQ=
			</data>
		</dict>
		<key>Resources/models.xml</key>
		<dict>
			<key>hash2</key>
			<data>
			VKS8Ile7NlXWIvtqv1fy0cZbr4WRN5MFgNehU7qfR1A=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p2iymGtxUCkEXWIW1EvJpMJjev36gRMUlhHfFHrfYVo=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			wcYYd9OmssHAXKKmTzOzAkLWH3/rNGAcrZJf8eIluX8=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vkH9Y9MaFTZuMHadHesY9gywxrprfRki/UMGkRZFUY0=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			S14R9RnYWcseuOu+Nrp1rgza2xAfy95iOZM1rzFExsA=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/sr_180p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			SpC1h0hQIEt7zlygVWXuMRRjsBJGwejlK+ScVPY1wvw=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			A+19eZ+UC0G3E601WtyXWXl+CEV2yyDSzJNGhJ/7iVg=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			muKtBQjKrIbzfdpwaz+6kVwy4MkeWbn0EP1g85M8rx8=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			CetdmlhZfftCYGpWmCuD8P3iFTJ2O4OQvOhIB5OQRdM=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/sr_270p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Qh7Eic/VHhb3G1y6AUNpzWvpwX96sjjNAPbjyMZFcxE=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			DnTNCc5u1bmZHsBgqzTevMbKuNaOfHo9ZDu/6jfqEuA=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ZOl3O/pRMdJxTKOJavyv6zvkdaoaCOlkWMfkMZy8jGo=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			cautvkJG1Yi8cPULoWIk3sAa+623HLourLa58JP9WPg=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/sr_360p.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
